[
    {
        "citation":"2022 RLLR 1",
        "citation2":"TB8-20107",
        "dataset":"RLLR",
        "year":2022,
        "name":"",
        "language":"en",
        "document_date":"2022\/04\/29",
        "source_url":"https:\/\/refugeelab.ca\/rllr\/2022rllr1",
        "scraped_timestamp":"2023-07-17",
        "unofficial_text":"Citation: 2022 RLLR 1\nTribunal: Refugee Protection Division\nDate of Decision: April 29, 2022\nPanel: M. Gayda\nCounsel for the Claimant(s): Annie N O’Dell\nCountry: Nigeria\nRPD Number: TB8-20107\nAssociated RPD Number(s): TB8-20130, TB8-20131, TB8-20132\nTB8-20491\nATIP Number: A-2022-00210\nATIP Pages: 000001-000034\nREASONS FOR DECISION\n[1] XXX XXXX XXXX (the “principal claimant”) and her four daughters, XXXX XXXX XXXX, XXXX XXXX XXXX, XXXX XXXX XXXX XXXX XXXX XXXX XXXX (the “minor claimants”), and XXXX XXXX XXXX (the “associated claimant”), citizens of Nigeria and Italy, claim refugee protection pursuant to sections 96 and 97(1) of the Immigration and Refugee Protection Act (“IRPA”).1\n[2] These claims were heard jointly pursuant to Rule 55 of the Refugee Protection Division Rules.2 The principal claimant was appointed as the Designated Representative for the minor claimants. She and the associated claimant, who is her 18-year-old daughter, testified on behalf of all the claims.\nALLEGATIONS\n[3] The claimants allege a fear of gender-based persecution resulting from domestic violence at the hands of the principal claimant’s ex-common-law husband, XXXX XXXX XXXX (“KO”) the biological father of her two youngest children. The principal claimant survived domestic violence at KO’s hands in Italy, where the family resided, and the associated claimant also experienced physical violence at his hands. The claimants allege that all her children, the associated claimant and the minor claimants, witnessed her being abused at the hands of KO in Italy for several years. The claimants used to live with KO in XXXX Italy, a city in north-west Italy, west of XXXX.\n[4] In Italy, the claimants allege that state protection is not adequate for them, given their personal circumstances and given their particular past experiences in attempting to obtain adequate state protection. One of the principal claimant’s attempts to obtain protection resulted in KO being charged and eventually convicted in 2018 for physically harming her in 2015. While these charges were pending, he continued to reside, by law, with the claimants and he continued his physical abuse. The principal claimant alleges that KO was sentenced to over a year of “house arrest” and that this was to occur with him living with the claimants in their shared family home. Fearing this situation would lead to further abuse, the claimants fled to Canada.\n[5] The claimants also allege a fear of gender-based persecution in Nigeria in the form of continued violence from her ex-husband in Nigeria. The principal claimant also alleges that she believes that KO is a member of a transnational criminal gang, the Black Axe Fraternity, and that this heightens the claimants’ risk of harm and their ability to be located in both Italy and Nigeria, by KO himself, KO’s family members and his associates. The claimants also allege to fear that the three minor female claimants would also face gender-based persecution in the form of female genital mutilation (“FGM”) at the hands of members of her family in Nigeria.\nDETERMINATION\n[6] I find, for the reasons that follow, that the claimants have established that they would face a serious possibility of persecution in Italy and Nigeria and hence that they are Convention refugees pursuant to section 96 of IRPA. I therefore accept their claims.\nANALYSIS\nCredibility\n[7] In making this assessment, I have considered all the evidence before me, including the claimants’ oral testimony over three sittings, the evidence as set out in the Consolidated List of Documents, counsel’s submissions, as well as the Chairperson’s Guidelines, specifically Guideline 4 – Women Refugee Claimants Fearing Gender-Related Persecution3 which highlight that women refugee claimants may face special problems in demonstrating that their claims are credible and trustworthy. Factors that may affect their ability to provide evidence include difficulty in providing testimony on sensitive matters, cross-cultural misunderstandings as well as social, religious and economic differences.\n[8] I have also considered the psychological assessment before me from a registered psychologist for the principal claimant4 in assessing the principal claimant’s testimony. This psychologist provided a report from an in-person assessment in January 2019 with the principal claimant that consisted of a 4.5-hour visit, involving a semi-structured interview and three psychological screening measures. The psychologist found that the principal claimant’s description of symptoms and answers to questions indicated that she was dealing with XXXX XXXX XXXX XXXX XXXX, was consistent with her described experience of traumatic events and met the provisional criteria for XXXX XXXX XXXX XXXX\n[9] I found the claimants’ testimony to be generally credible with respect to the core allegations of their claim. The principal claimant and associated claimant testified consistently with their BOC forms and their corroborating evidence and provided elaborative details in a natural manner about their circumstances and the incidents that led them to flee Italy and why they believe they would face risks in Nigeria. They provided a good deal of corroborating documentation, and reasonable and knowledgeable responses about this documentation when asked. Their responses to my questions were reasonable and did not appear to be evasive or to embellish their fears.\n[10] I find the claimants to be credible with respect to their core allegations of fearing persecution for themselves and the minor claimants in Italy and Nigeria, and that they have credibly established, on a balance of probabilities, that violence and continued threats of violence from the principal claimant’s ex-husband, KO, have caused this fear. Moreover, they have also credibly established the core allegation of fearing gender-related persecution for the minor claimants in Nigeria, in them being subjected to FGM by the principal claimant’s family. The claimants also provided corroborating evidence with respect to core elements of their claim, and this assists in establishing their allegations, on a balance of probabilities. I will refer to some of this corroborating evidence in my analysis below.\nIdentity\n[11] I am satisfied that the personal and national identities of the claimants have been established on a balance of probabilities through the principal and the associated claimants’ testimony and the certified true copies of the claimants’ Italian and Nigerian passports, the originals having been seized by the Canada Border Services Agency (CBSA) upon the claimants’ arrival in Canada.5 I find on a balance of probabilities that the claimants are dual citizens of Italy and Nigeria and do not hold citizenship or permanent residence in any other country.\nNexus\n[12] The nexus to a Convention refugee ground for the claimants is that of their membership in the particular social group of women and girls fearing gender-based persecution. The claimants fear domestic violence from KO and those who may associate with him in the Black Axe criminal group, or other individuals that KO may hire to harm them in Nigeria and Italy. The principal claimant has also set out a fear of FGM, another form of gender-based persecution, for the minor claimants in Nigeria, at the hands of members of her own family who support this practice and believe that girls in the family should have it done, even though the principal claimant, their mother, does not want them subjected to this cutting.\n[13] I also note that the claimants’ experiences in Italy, and particularly the principal claimant’s experiences in attempting to obtain protection from Italian state authorities, are also impacted by their race, as Black individuals with dual Nigerian citizenship. Race is an enumerated ground in the Refugee Convention. I have considered how both the immutable characteristics of race and gender intersect and affect the risks alleged by the claimants and this includes their experiences in attempting to obtain adequate state protection, and in attempts they would make to relocate in Italy. Since l have found a nexus in these claims, I have analyzed and accepted these claims pursuant to section 96 of IRPA.\nWell-Founded Fear of Persecution\nSubjective Fear\n[14] I find that the claimants have established through their credible testimony and reliable corroborating evidence that they are subjectively fearful of returning to Italy and Nigeria. They fled Italy for Canada on XXXX, 2018 and initiated their claims for refugee protection at the airport in Toronto. I find that the claimants’ actions including in the principal claimant’s brief visits to Nigeria at particular points in time prior to them leaving Italy on XXXX, 2018, are consistent with a genuine subjective fear of persecution, in light of their personal circumstances.\nObjective Basis for the Risks alleged\nItaly\nDomestic Violence\n[15] The claimants fear domestic violence in Italy from KO or violence directed at them by his associates in Italy. The country conditions evidence indicates that there are significant concerns with respect to domestic violence against women in Italy. The United State Department of State Report for Human Rights Practices for 2020 in Italy notes that 535 women were killed by domestic partners in the first six months of2020 alone.6 The New York Times in 2018 cites a Eures study that noted that 150 women were killed in Italy each year by abusive partners and that this number makes it one of the highest death tolls in Europe for domestic violence deaths.7 The Eures study also notes that in one third of the fatalities of women at the hands of their domestic partners in Italy, the victims had already complained to the police.8 A 2021 news article notes that one woman is killed every three days in Italy, and that societal attitudes in Italy, even based on a very recent survey, continue to condone and accept violence against women as a normal part of intimate relationships.9 Based on the sum of the country conditions evidence before me, I find that there is a well-founded objective basis for the risks to the claimants of domestic violence from KO in Italy.\nNigeria\nDomestic Violence\n[16] Sources indicate that domestic violence remains “widespread” and “prevalent” in both urban and rural areas of Nigeria,10 and many viewed it as “socially acceptable.11” It has been attributed to the ongoing power imbalance between women and men in Nigerian society, and deeply engrained societal attitudes about women’s subordination to men, though there is some evidence that these attitudes are changing.12\n[17] I find that the principal claimant has credibly established, on a balance of probabilities, that she survived repeated instances of domestic violence from KO in Italy. I also find that her eldest daughter (the associated claimant) faced physical assaults from KO and witnessed a good deal of the domestic violence suffered by the principal claimant at KO’s hands. The minor claimants were also in the household and witnessed this domestic violence. I find that the claimants have credibly established that KO has sought the claimants out in Nigeria, and that others in his family and those he associates with, have threatened and physically harmed her mother in Benin City, Edo state. I also find that she has credibly established that KO has spoken in a hostile and threatening manner about her and her role in him having been charged and convicted in Italy, as mutual acquaintances in Nigeria, have contacted the principal claimant in Canada to warn her of KO’s statements.13\nThe Black Axe criminal group in Nigeria and its trans-national reach, including in Italy\n[18] I also accept that the claimants have credibly established hat KO is affiliated with a criminal group, and on a balance of probabilities, that it is the Black Axe cult or gang. The principal claimant testified about why she believes KO is involved with this gang, based on his behaviour, the type of music and videos he watched and the number of connections he had in many different places in Italy, other European countries as well as in Nigeria. She also testified about how he would boast that he was able to send his “boys” to deal with persons in Italy and also in Nigeria; in fact, he was able to command his brother as well as his “boys” to go to her mother’s home in Benin City, Nigeria where they physically assaulted her mother and threatened her with more harm if she did not contact the principal claimant. She did not appear to embellish her evidence in testimony, admitting that KO never directly acknowledged his involvement in the Black Axe to her. I find that this is consistent with what is known about the Black Axe gang, in that its origins in Nigeria close to Benin City where the principal claimant and the KO both hail from, is described as a secretive, cult-like society. I find the principal claimant’s testimony to be credible.\n[19] Documentary evidence before me indicates that the Black Axe cult tends to be secretive and began as a fraternity-type organization but has evolved into a criminal gang that has a strong presence in Benin City, which is regarded as the gang’s “headquarters.”14 The violence and crimes perpetrated by the Black Axe cult or gang in Nigeria and other countries, including the trans-national scale of this gang’s operations that include human trafficking and smuggling, prostitution and money laundering, is set out in the documentary evidence.15 The trans-national nature and the evolution of the criminal operations of this Black Axe gang is also detailed in recent sources provided by counsel.16 I find this reliable and credible evidence. This evidence indicates that there is a heightened risk posed by the principal claimant’s ex-husband to herself and the other claimants, from KO. This heightened risk comes from his affiliation with the Black Axe gang, and his ability to call on others in the gang to do his bidding. The claimant testified that she believes that he has this power and ability to call his “boys” to harm her and her daughters in Nigeria, just as he has called on them, as well as his own brothers, to harm her mother in Nigeria who was beaten by them in XXXX 2018.\n[20] Therefore, I find that the claims with respect to Nigeria, for the principal claimant and her eldest daughter, the associated claimant, are objectively well-founded. I find that they would face a serious possibility of continued violence at the hands of her former husband\/ the associated claimant’s stepfather, and those who are associated with him and act on his behalf, in Nigeria.\nFemale Genital Mutilation (FGM)\n[21] I also find that the claims of the principal claimant’s other three daughters, the minor claimants, are objectively well-founded with respect to Nigeria. The objective country conditions evidence indicates that FGM remains prevalent in Nigerian society.17 The principal claimant is from the Edo ethnic group and from the area of Benin City in south-central Edo state; Edo state is noted to have a FGM prevalence rate of 35.5% of women ages 15-49 in Nigeria’s National Population Commission’s 2018 Demographic and Health Survey.18 The principal claimant alleges that she underwent FGM as an infant and that this is customary in her ethnic group and family.\n[22] The Edo ethnic group is reported to be one of the groups that continue to perform FGM. The European Asylum Support Office (EASO) Guidance report from 2019 found that the Edo ethnic group was one of the ethnic groups with the highest prevalence rates of FGM in Nigeria, between 69 to 77 percent of women and girls having had FGM performed.19 The documentary evidence also notes that some rituals and specific customs are family, village or community­ specific and therefore generalizations concerning the specific aspects of such customs and traditions are difficult to make.20\n[23] She also alleges that her family members had FGM performed on her eldest daughter, the associated claimant, when she was 4 years old. She and her daughter were visiting Nigeria and the principal claimant had left her alone with her family. This was done without the principal claimant’s consent, and she alleges that since that time she has been scared to leave her other daughters, the minor claimants, alone with her family in Nigeria for any reason. The principal claimant testified that she believes an elder sister, XXXX, was responsible for subjecting the associated claimant to FGM, but she is not sure to what degree her mother and other eider sisters who remain in Nigeria (the claimant has five eider sisters residing in Nigeria21) were involved in this. She testified that her mother and her sisters are supportive of FGM, it has been a tradition in her family for herself and her sisters to have it done, and that they believe that the minor claimants should be subjected to FGM.\n[24] She alleges a fear for the three minor claimants in Nigeria of being subjected to FGM against her wishes and that this is a serious infringement on their bodily security as this is not something she had wanted for her eldest daughter, given the health and other risks and implications of this mutilation. The principal claimant alleges that she is fearful that members of her family, particularly her eider sisters in Nigeria, would take her daughters and have this done to them without her consent as their parent. The claimants provided medical documentation, namely confirmation from a registered nurse at the XXXX XXXX XXXX XXXX XXXX XXXX, who examined the associated claimant and confirmed she had undergone FGM.22 Also, the associated claimant testified credibly and briefly about the fact that she had had this done to her body and had experienced health problems associated with it.\n[25] The documentary evidence about FGM in Nigeria describes that the practice remains rooted in discredited and gender discriminatory customary beliefs, for example that the cutting of the genitals of girls and women will stop them from “promiscuous” behaviour, including being unfaithful to their husbands, and that uncut girls and women are somehow “unclean”.23 In communities and families where FGM is prevalent, the practice is closely tied to concepts of family honour and girls’ marriageability. Sources note that girls “may be ostracized, shunned or assaulted by their family or community if they have not undergone FGM” and could face stigma and social exclusion if they do not undergo FGM.24\n[26] The NDP notes sources that indicate that the final decision to subject a girl to FGM is “most often” up to the parents but that there is “considerable variation both individually and among different ethnic groups.”25 Amongst family and ethnic groups that have girls and women undergo FGM, there is often societal and economic pressure put on parents and the threat of social exclusion or alienation from their families or local communities, to induce them to have FGM performed on their daughters.26 FGM is considered a “family issue” and parents who refuse to have their girls undergo FGM when other family elders expect it to be done, are those who are “well off’27 [financially] and girls who do not have it done when their family or group expect it, can be “ostracized, shunned or assaulted by their family or community” if they have not undergone FGM.28\n[27] The 2021 Response to Information Request (RIR) references the 2019 EASO report that notes a “few cases of relatives disregarding the parents’ decision and subjecting the girl to FGM\/C [have been] reported, although it is considered to be very unusual.”29 Other sources in this 2021 RIR however note that is not unusual for relatives to take a girl to have her cut, amongst groups that continue to practice FGM, and it is particularly elder female members of the family who ensure that FGM is performed on a young girl, even when a parent is opposed to this practice:\n…older [family members] such as grandmothers are keepers of these practice[s] and ensure that new girls in the family are cut”; even if the mother does not want her daughter to undergo FGM\/C, she is “almost helpless” to refuse and FGM\/C “will most likely” be performed if older family members “support the practice” (Research Analyst 9 July 2021). The Executive Director of SDI noted that the grandmother will travel to the girl’s home to ensure FGM\/C is performed (SDI 18 Oct. 2021). According to the Executive Director of Value Female Network,\ngrandparents will do everything to make sure their granddaughter is cut. They do not want traditions to end. They will travel from a very far community, pay for accommodation, pay for everything. They will go the extra mile. They will ensure the girl is cut. They will keep it in their mind for years and wait until they can do it. (Executive Director of Value Female Network 7 Oct. 2021)\nAccording to the Program Officer, if a mother refuses FGM\/C for her daughter, the child can be taken by force by the woman’s family (Program Officer 1 July 2021).30\n[28] I therefore find that the principal claimant’s fear for the minor claimants in Nigeria is objectively well-founded. I find that the minor claimants would face a serious possibility of persecution on account of their gender, namely FGM, and being subjected to this at the hands of older relatives, namely their older aunts (the principal claimant’s older sisters), as was experienced by the associated claimant, their own sister, when she was a young girl at the hands of members of the principal claimant’s family when she and the principal claimant visited Nigeria.\nState protection\nItaly\n[29] For the reasons that follow, I find that the claimants have rebutted the presumption of state protection in Italy. I find that the claimants have presented clear and convincing evidence that given their particular circumstances, adequate state protection would not be available to them in Italy. This includes the principal claimant’s own previous experiences in attempting to obtain protection from the state, as well as the objective documentary evidence before me with respect to serious gaps in the implementation of Italy’s domestic violence laws, evidence of the inconsistent and arbitrary implementation of Italy’ s domestic violence laws, partially caused by continuing societal attitudes rooted in discredited myths and stereotypes about sexual assaults and violence against women, and documentary evidence about widespread anti-Black racism in the country.\nThe principal claimant ‘s own experiences in trying to obtain state protection\n[30] The principal claimant testified about her experiences in seeking protection from the Italian police due to KO’s domestic violence. Prior to 2015, she called the police “more than four or five times”. She testified that each time she called them, the police came but then just gave KO advice or a warning, saying things like “if you do that next time, we will have to arrest you”, “you have to stop beating her”, “take it easy, don’t beat her, she’s pregnant” and then would leave, without investigation or charging her ex-husband. She recalled the police’s visits as brief­ only a matter of minutes, and she remembered one time she called the police, and they did not come at all. She also testified that on one of these occasions she had been clearly injured with blood coming from her mouth and nose, and still the police did not intervene in a serious or effective manner. She testified that she believed that the way police treated her in this manner, in not offering her meaningful protection and viewing what she was going through as something that was “normal” amongst Nigerian men and women, was impacted by her race, as a Black woman of Nigerian descent. She described that there was a great deal of racism in Italy towards Black persons like herself, and that she had heard of such similar ineffective and racist experiences from another Black female friend in Italy who had previously contacted the police for protection from domestic violence.\n[31] The principal claimant described feeling further discouraged by the police response after the October 2015 assault against her when the police did charge KO and took him in for questioning, holding him for a few hours. She testified that she believes the police did something on this occasion because it was one of the minor claimants, XXXX who called them for help and also because a medical examination and MRI confirmed that had received a XXXX XXXX XXXX. The police released KO while this assault charge was pending, and the police knew he was returning to reside with her and the other claimants. She testified that the police told her that since he was the only financial provider for the family, he was being released. The principal claimant described in her testimony that the police did not offer her any referrals or assistance in contacting a women’s shelter or any other kind of support, despite her request about whether these options were available for her. They also did not offer that any kind of protection or barring order (from him returning to the family residence) was an option for her.\n[32] With this release arrangement, the principal claimant testified that the police called her each day for about one month to check on her to see if she was being beaten by KO. The principal claimant testified that KO noticed when the police stopped calling, and his violence against her resumed when the calls stopped. She testified that KO understood how ineffective the police were and was far from deterred and in fact felt emboldened by his ability to continue to harm her without any real repercussions. He was dismissive about the police response, saying to her: “They gave me a paper and that is it- they didn’t hold me; this is all they can do.” She testified to learning at one point about KO’s past criminal record in a different district for beating his first wife, and in 2015 when she was questioned by police, it was clear to her that the police knew about KO’s violent criminal record as well, yet this criminal history did not change the police’s response to releasing him to reside with the claimants while the 2015 charges were pending. She testified as well that KO seemed to start exhibiting a particular anger towards the minor claimant, XXXX for her role in calling the police, and the principal claimant testified that she was frightened of him harming her, as well as her other daughters, the other claimants.\n[33] The corroborating documents provided by the claimants from the Italian court and public prosecutor’s office indicate that KO weas sentenced to a XXXX XXXX XXXX imprisonment for assaulting the principal claimant,31 and also that in consideration of a previous offence for domestic violence against his first wife, a one-year, ten-month sentence was also being considered as a sentence.32 The sentencing document from the public prosecutor’ s office from XXXX XXXX 2018 indicates that enforcement of the sentence could be stayed while the offender applied for certain “alternative measures to detention” such as “home detention”.33\n[34] The principal claimant testified that KO told her that his lawyer was working towards him getting a sentence of house arrest, so that he would not have to serve time in prison. She testified that KO’s lawyer, the police, and then a social worker asked for her consent to this house arrest, and that she was never asked this question privately on her own, when KO was not there with her. She testified to feeling terrified and helpless, as KO was threatening her that he would kill her if she did not agree to the house arrest. Within this context, the principal claimant indicated that she signed some a letter with KO’s lawyer, indicating that she had forgiven him, and that she agreed to the house arrest. The principal claimant described that the idea of KO having to be home with her and the minor claimants scared her deeply, as did the expectation that she was to inform the police if KO left the home for an unauthorized purpose. The principal claimant testified that she feared that reporting on him would have put her and the minor claimants at increased risk of harm at his hands. She believed that he would also likely take out his stress through violence on all of them while they lived together in this house arrest situation. In her BOC narrative she stated, “I was his victim and the Italian government wanted me to be his jailer.”34\n[35] The principal claimant also provided corroborating documents about KO’s sentencing hearing that took place on July 18, 2018.35 She testified that she did not have a copy of the letter that KO’s lawyer had her sign, as she was scared to ask for this and raise KO’s suspicions and possible retaliatory violence, for thinking that she was going to withdraw her consent. The principal claimant testified that she began to make her plans to flee Italy with the minor claimants when she was informed about this sentencing hearing and after KO and his lawyer had asked her to sign her consent to the house arrest proposal.\n[36] The principal claimant testified that to the best of her knowledge KO’s house arrest is now completed. She heard from mutual acquaintances in Nigeria that KO had travelled to Nigeria in around XXXX to XXXX of 2021. She testified that her sister who resides in Italy informed her that KO was previously seen in the community in XXXX, Italy at parties during the time of him sentence, not apparently following the conditions of his house arrest, but the police did not find out about this. She testified that her sister went to her home after she came to Canada to try and get some of the claimants’ belongings, and that KO did not allow her to enter the apartment, saying in an accusatory way to her sister, that the principal claimant had “caused” his house arrest.\n[37] She also testified that she believes that KO continues to live in XXXX, Italy, as her sister told her that she saw KO at a bus stop in XXXX a few months ago. The principal claimant also testified that to her knowledge, while KO’s criminal convictions may have caused him problems in obtaining Italian citizenship, he continues to have permanent residence in Italy, giving him the ability to remain living and working in that country.\nRacism in society and from state authorities in Italy\n[38] I find that the principal claimant’s ability to access adequate state protection in Italy is impacted by the intersecting, immutable characteristics of her race and gender. She is an Italian citizen who is also a Black woman of Nigerian descent. The documentary evidence indicates that racism remains a serious problem in Italy, with very real consequences for visible minorities and those of African descent, specifically. In recent years, sources such as the Office of the United Nations High Commissioner for Human Rights, in its 2019 Report entitled, Mission to Italy on Racial Discrimination, notes serious concerns that Italy “is experiencing an increase of intolerance, racial and religious hatred, and xenophobia, which in some cases is allowed or even encouraged by political leaders and members of Government.”36 This report also addresses serious shortcomings in Italian police accountability and reporting of racially biased statements and actions of state law enforcement related to migrants and other persons of colour.37\n[39] Based on the evidence before me, discrimination based on race and racially-based incitements to violence are increasing and remain a widespread problem in Italy.38 Sources also report that Italian state officials, elected and those running for office, are implicated in fueling anti-migrant and racist views, and that in addition to increasing acts of racist violence, systemic racism exists in Italy towards those viewed as immigrants and\/or persons of colour.39 This includes attitudes, perceptions and actions of Italians that accept and promote racist policies and outwardly racist statements and treatment of persons of colour40, with one recent study noting that more than half of Italians surveyed responded that racist acts were either always or sometimes “justifiable”.41\n[40] A 2016 report from the United Human Rights Council, Working Group of Experts on People of African Descent- Mission to Italy, found that despite some efforts of the Italian state, “racial discrimination, Afrophobia and racism persists and people of African descent continue to be the least integrated, most marginalized victims of racial profiling.”42 The authors of this report further found that written legislation and policy measures to combat racial discrimination were not being adequately implemented by the state of Italy.43 Further in this report it is noted: “Afrophobia and racial discrimination are manifest in the lack of protection afforded to people of African descent, a vulnerable group; in the difficulty that people of African descent have in gaining access to justice; and in the failure to prosecute and provide reparation and remedy.”44 This report also notes with concern the frequent racist discourse in Italy’s political system, targeting public figures and politicians of African descent, as well as the immunity that has shielded parliamentarians who make racist remarks.45 The Working Group further reported that: “[t]oo often immunity and impunity for racism creates an enabling environment for racist abuse to be perpetrated at all levels of society, even if some ad hoc punitive measures have been adopted.”46\n[41] I find therefore that the objective country conditions evidence is consistent with the principal claimant’s experiences of racism in Italy, in her encounters with police and in other aspects of her life there as well. I find that the continued systemic nature of racism in Italy impacts and intersects with the principal claimant’s lived experiences as a woman who could not attain adequate state protection in Italy from her abusive husband. I find that as an Italian citizen, she is also a Black woman of Nigerian descent, and based on her own experiences, she did not receive adequate state protection in the past. Based on her personal circumstances that include the immutable characteristics of her race and gender, as well as the country conditions evidence before me, I find that adequate state protection would also not be forthcoming to her in the future in Italy.\nState’s Response to Domestic Violence in Italy\n[42] I note that Italy is making many efforts to address gender-based violence. Domestic violence is criminalized in Italy, and perpetrators are prosecuted. Italy is a sophisticated liberal democracy. Rebutting the presumption of state protection is a heavy burden. Italy ratified the Council of Europe Convention on Preventing and Combating Violence against Women and Domestic Violence, (CETS No. 210), known as the “Istanbul Convention” in 2013.47 Thereafter, Italy is noted by the Council of Europe’s Group of Experts on Combatting Violence against Women and Domestic Violence (GREVIO), an independent group that is responsible for monitoring the implementation of the Istanbul Convention, to have has taken a “range of measures to implement the Istanbul Convention”, including legislative reforms and an extensive set of rules and mechanisms aimed at concrete actions to stop violence against women.48 Highlighted in the GREVIO 2020 Report is Italy’s legislation that has expanded the law on criminal stalking and increased and expanded legislative sanctions for crimes of gender-based violence, and increased national funding for specialist support and protective services to assist women and children fleeing domestic violence.49\n[43] However, despite these efforts, I find that the country conditions evidence indicates that there are some critical shortcomings and problems in the implementation of the domestic violence legislative framework in Italy, including serious gaps with respect to urgent protection order mechanisms. I find these serious deficits in the implementation of Italy’s domestic violence laws are compounded with the impact of racism for these particular claimants. Such serious shortcomings in the state response were illustrated in the claimants’ own attempts to obtain actual protection from domestic violence from the Italian state.\n[44] State protection need not be perfect, and I acknowledge that the Italian state did make an attempt to protect the claimants on one occasion through the prosecution of KO. However, based on the claimants’ particular circumstances and evidence before me, I find that attempt was far from adequate. The claimants were put at increased risk of physical harm through the manner in which the Italian state prosecuted these charges, including the lack of effective and timely protective or restraining orders in Italy for victims of domestic violence while charges are pending, such that KO returned to live with and physically abuse the claimants for over two and a half years while his charges were pending; the state also did not consult with the principal claimant privately about acquiring her consent for KO to serve his sentence under house arrest with her and the other claimants. I find that the way in which state officials acted with respect to this final issue demonstrates a clear misunderstanding or disregard for the imbalance of power in domestic violence situations and the real-world reality faced by victims: asking a woman in the presence of her abusive spouse to agree to a detention arrangement that would have the real possibility of increasing her and her children’s risk of harm is essentially asking her to make this choice under duress without a true opportunity to voice her concerns with such an arrangement: this was not a meaningful or voluntary “choice” for the principal claimant.\n[45] The evidence before me points to a serious problem of gender-based violence in the country-the United State Department of State Report for Human Rights Practices for 2020 in Italy notes that 535 women were killed by domestic partners in the first six months of 2020 alone.50 Another source from 2018 noted that approximately 150 women are killed by abusive partners each year, and that in one-third of fatal cases, the victims had already complained to the police.51 Advocates for women and critics of the Italian system have noted that tougher legislation is not necessarily the solution; existing laws are adequate, but arbitrarily applied.52 This inconsistency in the domestic violence law’s application is fueled by patriarchal socio­ cultural attitudes in Italy that justify or excuse violence against women, police officers not believing women, those in the investigatory process (police officers, social workers and judges) being unprepared, and a very long judicial process that can take several years to come to a final decision.53 I find that the objective country conditions evidence before me is consistent with the principal claimant’s described experiences of her many calls to the police over the years prior to KO being charged in 2015, in that these interactions with the police did not result in anything more than her abuser being told to treat her better.\n[46] Moreover, I find that there are critical problems with the state’s mechanisms with respect to delays and the inconsistent issuance of protection or barring orders for alleged perpetrators of domestic violence to vacate a shared residence when charges are laid. Such orders are noted to be ineffective by GREVIO in their January 2020 Report entitled, GREVIO Baseline Evaluation Report Italy (“GREVIO report”).54 Sources note that the Italian law does not automatically require that the alleged abuser leave the home when charged with abuse.55 The GREVIO report notes serious shortcomings in a domestic violence victim’s ability to obtain meaningful restraining orders, citing research that Italian authorities do not have measures in place for an immediate response if a victim calls in to report a violation of a protection order. GREVIO stresses that “an instant response to these calls is pivotal in light of the well-documented fact that a violation of a protective measure is a strong indicator of a potentially high-risk situation. [emphasis added]”56 The report notes the concern that criminal courts did not collect data on the issuance of restraining and protection orders (termed “precautionary measures”) and that this impacted the ability of GREVIO to report on the effectiveness of such measures to protect women. Women’s organizations and legal practitioners shared with GREVIO that there were problems for women in obtaining such measures in the first place, noting instances of victims’ requests for such measures remaining “unheeded and the risk they are exposed to is underestimated, leading to courts’ reluctance to issue precautionary measures (particularly where there is no physical violence), delays in their issuance, negligence in their enforcement and minimization of the risks signaled by a breach of such measures”.57\n[47] As further noted in the GREVIO report, a protection order from a criminal court in Italy must be requested by a prosecutor, and as set out above, even if one is in place, there is no process in place of immediate action in case of a reported breach by an abuser. With respect to civilly obtained protection orders, GREVIO notes that the state is also not keeping data with respect to these orders, which represents an obstacle in effectively monitoring their use. Women’s organizations, however, have indicated that these types of civil protection orders can take “several months” to be granted and that there exists “uneven and restrictive court practices in assessing the conditions under which protection orders apply and can be extended”.58 GREVIO notes with concern that this undermines women’s protection and that some civil courts take the approach of seeking to reach a compromise between the victim and the perpetrator rather than taking a position on the request for a protection order, an approach which, according to GREVIO, “would reflect a severe misunderstanding of the dynamics of violence against women.”59 The impact of these problems on the protection of women facing domestic violence in Italy is described in this report:\nthe lack of an automatic reaction on the part of statutory agencies to violations of protection orders sends the message that infringements are tolerated. Once the offender realises he can get away with his misbehaviour, the deterrent potential of protection orders is significantly diminished. This can not only provoke future violations, but it can also seriously discourage the victim, who should not be left alone in having to ensure that protection orders are enforced.60\n[48] The GREVIO report also refers to a 2018 Italian government report, noting the concern about a lack of consistency with the police response to domestic violence in Italy, including that the police arbitrarily conducted risk assessments in domestic violence situations, noting that in “many cases of gender-based violence, risk assessments are totally omitted, while in others, police officials assess risks based on their experience and intuitive skills instead of structured and standardized parameters.”61 The GREVIO report also reflects findings of a 2018 Italian Judiciary report that “less than 20% of prosecutorial offices and only 8% of adjudicating offices had adopted risk-assessment criteria to enable law enforcement agencies, prosecuting authorities and criminal or civil courts to prevent reoffending and the escalation of violence.”62 GREVIO notes that a “serious underestimation of the risk” in situations of domestic violence was at the heart of the European Court of Human Rights’ judgment in the Talpis v. Italy decision.63 This decision noted several serious shortcomings in the Italian state response to responding to domestic violence, including the inadequate assessment of the victim’s risk, the delayed response to the victim, and that no emergency protection order was issued.64\n[49] The police and state’s dismissive response to violence against women was also illustrated in a recent Toronto Star article from January 2022 describing a Canadian woman in Italy who was seriously beaten in public by a taxi driver. The initial response and actions of the police and hospital staff was to not take the matter seriously. She was visibly injured and there were witnesses to the attack. The police took the man’s statement, and then allowed him to drive off in his taxi. The victim describes the indifference of hospital staff towards her, telling her she was not facing an emergency because she was hit by a man, and that because they were dealing with COVID, they had “bigger issues than a girl crying over a man who hit her.” After a video of this assault was posted on Twitter, there was a large outpouring of support for the woman and state officials have publicly condemned the assault.65\n[50] Also noted in the sources before me is the continued acceptance of “hurt feelings” defenses by the courts in domestic violence cases in Italy, including in cases of serious bodily injury and femicide, resulting in reduced sentences because the crime is viewed as somewhat understandable due to emotions or passion taking over the aggressor in situations where a victim is viewed as having brought on such violence through her own behaviour.66 While it is laudable that the prime minister in 2019 publicly criticized such reasoning by the courts67, I find that the fact that this kind of reasoning continues to be used by the judiciary on some occasions in recent years, is further indication of the inconsistent and what has been described in other sources as the “arbitrary” implementation of the domestic violence laws in Italy by police officers, as well as the judiciary.\n[51] For example, another source from 2018 speaks of two foreign students who accused police officers of rape were themselves accused of being drunk and being dressed inappropriately.68 A further 2018 article describes a woman’s account of a police officer asking her whether she wasn’t “just having an argument” with her husband, when she had called the police for protection from her husband’s violence.69 An appeal court’s 2017 ruling, condemned by protesters and which was later overturned by Italy’s highest court, was that a woman’s story of being raped was not credible because she looked “too masculine” and it was improbable that the accused men would have wanted to rape her.70\n[52] I find that such discriminatory and discredited understandings about gender-based violence as displayed by the police and courts in Italy reflect the information in other sources about socio-cultural attitudes in Italy that show a level of acceptance of certain levels of violence against women in intimate partner relationships as normal and assumptions about sexual violence and intimate relationships that are rooted in gender discrimination and myths and stereotypes about gender-based violence: a 2021 Italian survey presented to the Italian senate indicated that 40 percent of men and 20 percent of women did not consider it violence to “slap a partner in the face if she has flirted with another man”, and that four out of ten men and 3 out of 10 women did not consider it violence to “force a partner to have sexual intercourse if she does not feel like it”.71\n[53] I also note that the sources indicate that there is a serious shortage of women’s shelters and that this is viewed as being a barrier to women leaving violent partners. One women’s advocate in 2018 noted that Italy’s 100 shelters was woefully inadequate to serve Italy’s population of 60 million. The advocate indicated that six times this number was needed.72 Italy is reported to have provided a good deal of funding in recent years for shelters and “anti-violence” centres for women, however, the exact number of shelters as set out in the GREVIO report is noted to be “uncertain” with the government claiming that there are 228 shelters and women’s organizations estimating a considerably lower number of 79 shelters.73 This lack of availability of women’s shelters, compounded with the principal claimant’s described first-hand experiences in her testimony of racism in the past in searching for housing on her own as a Black woman, heightens the claimants’ risk in this claim. This factor is a further way which the state’ s response to her as a Black Italian female citizen requiring protection from domestic violence is inadequate.\n[54] Counsel submitted a great deal of country conditions evidence that points to serious gaps and ineffective implementation of Italy’s laws and policies aimed at protecting women from violence. I have set out some of it in the above paragraphs. I accept that these laws may be adequate for some; and that the country conditions evidence shows that the state has made serious efforts to combat domestic violence in recent years. However, the test that I must consider is whether there is clear and convincing evidence of adequate state protection for these particular claimants. I have therefore considered whether state protection in Italy would be operationally effective for these particular claimants, taking into account their personal circumstances, and this includes the responsiveness of the state and their treatment by Italian authorities as Black women and girls. I find that for these claimants, in light of what the principal claimant experienced in her attempts to obtain state protection in Italy, and in light of the intersectional factor of race, as Black Italian citizens of Nigerian descent, that state protection would not be adequate. The claimants have therefore rebutted the presumption of state protection.\nNigeria\n[55] I also find that the claimants have rebutted the presumption of state protection in Nigeria. I find that there is clear and convincing evidence that adequate state protection would not be available to them in Nigeria. The claimants fear violence from KO himself, his family and his associates within the Black Axe gang. The principal claimant provided evidence that her mother had been physically assaulted and threatened by KO’s brother and KO’s associates in XXXX\n2018 who were demanding that her mother contact the principal claimant, and that KO’s family continued to contact her family in Nigeria after this point. The principal claimant also fears that members in her family, in particular her elder sisters, will forcibly take the three minor claimants to have them undergo FGM without her consent.\n[56] Documentary evidence before me indicates that women in Nigeria rarely tum to the police for assistance in domestic violence matters, and those who do are often turned away by officers who consider it a private or family issue.74 The United States Department of State Report on Human Rights Practices in Nigeria for 2020 states that, “[p]olice often refused to intervene in domestic disputes or blamed the victim for provoking the abuse. In rural areas courts and police were reluctant to intervene to protect women who formally accused their husbands of abuse if the level of alleged abuse did not exceed local customary norms.”75 A number of sources indicate that both implementation and enforcement of laws prohibiting violence against women are lacking throughout Nigeria.76\n[57] Sources indicate that while the level of response depends on the victim’s level of education and the individual police officer taking the report, complainants are sometimes blamed for provoking the abuse, or otherwise mistreated during the intake process. According to other sources, if both parties are present, the male is believed over the female making the complaint.77\n[58] Nigeria’s legal system is a mix of common law, sharia law, and customary law. Sources indicate that there is no comprehensive national law applied throughout the country to combat domestic violence or violence against women.78 Certain sections of Nigerian law also permit men to use “corrective” force against their partners.79 The 2015 Violence Against Persons (Prohibition) Act (VAPP) was a positive development, prohibiting gender-based violence, including domestic violence and harmful traditional practices such as FGM. However, sources report that as a federal law, the VAPP is only effective in the Federal Capital Territory (FCT) of Abuja; only the high court of the FCT has jurisdiction to hear and grant applications, including restraining orders.80 While some states have their own domestic violence and\/or FGM legislation, only a third of states have ratified the VAPP.81\n[59] With respect to FGM, while the VAPP prohibits FGM, the documentary evidence suggests that this prohibition is rarely, if ever, enforced in Nigeria.82 Even with the passing of these laws, FGM in Nigeria remains “widespread, with low rates of reporting and prosecution”83 Sources note that the Nigeria police are reluctant to provide protection to persons who refuse to undergo family traditional practices, including FGM. Reasons for this lack of enforcement and reluctance from the police include cultural beliefs held by police officers themselves, in that the police have difficulty recognizing the criminal nature of ritual practices, respect for these traditions and customs by the police and the discriminatory treatment and attitude towards women in Nigerian society.84\n[60] Other evidence notes that it “remains extremely difficult for women and girls to obtain protection from FGM” despite the enactment of anti-FGM laws in the FCT and anti-FGM legislation in many states, as community support for the practice of FGM and the traditional attitude of the police help to support such practices.85 The report by the British non­ governmental organization, 28 Too Many, of June 2018 confirms that “knowledge of the [FGM] law and enforcement is generally weak across Nigeria” and that there have been no reported arrests, cases, prosecutions or convictions for FGM in Nigeria.86\n[61] Corruption in the Nigerian government is also reported to be pervasive and widespread, affecting all levels of government including the security forces, with government employees frequently engaging in corrupt practices with impunity.87 Sources note that high levels of corruption, as well as a lack of sufficient funding and training and a culture of impunity and weak oversight, have seriously undermined the effectiveness of the police in responding to violent crimes, including violence against women from intimate partners or former intimate partners.88 A report from the Africa Centre for Strategic Studies describes that Nigerian police commonly demanded bribes in everyday encounters with citizens, and that norms of professionalism and ethics are further weakened in the police through politicized, non-merit based appointments.89\n[62] Therefore, based on the documentary evidence before me, I do not find that claimants would have adequate state protection in Nigeria from either further violence from KO, his family or associates, or from the principal claimant’s family abducting the minor claimants to subject them to FGM, against the principal claimant’s wishes. While the introduction of legislation such as the VAPP that addresses gender-based violence is a positive step by the Nigerian state, the existence of legislation alone is not enough to support a finding of state protection. I find that the that the implementation of the state’s laws with respect to gender-based violence in Nigeria is ineffective, and that therefore the claimants would not have adequate state protection in Nigeria.\nInternal Flight Alternative\nMotivation of KO ta locate the claimants in Italy and Nigeria\n[63] For the reasons that follow, I find that the claimants do not have a viable internal flight alternative (IFA) in either Italy or Nigeria. KO is a citizen of Nigeria and he has status akin to a permanent resident in Italy. I find that KO has a continuing motivation to locate the claimants if they attempt to relocate in either country, and that based on his past violence towards the claimants, I find that he poses a serious risk to their safety. He is the biological father of the two youngest minor claimants, ages 5 and 9, and the principal claimant previously resided with him as his common-law spouse for seven years. KO’s motivation is also demonstrated through his continued, attempted contacts with the principal claimant90 and with at least one minor claimant since they have been in Canada via social media, as well as the claimants’ testimony and evidence that KO has contacted mutual acquaintances in Nigeria in the recent past and that such contact indicated that KO remained angry at the principal claimant, blamed her for his conviction and arrest in Italy and wanted to find her whereabouts.91\n[64] The principal claimant also testified that KO was hostile and blamed her for his conviction and house arrest when he had an encounter with her sister in Italy. Moreover, since she left Italy, KO sent his brother and men to threaten the principal claimant’s mother in Nigeria to discover the claimants’ contact information, and her mother was physically assaulted.\nItaly\nAbility of KO to find the claimants in other locations in Italy\n[65] With respect to Italy, the cities of Rome and Naples were raised as possible IFA locations for these claimants; Rome is about 600 km south and Naples is about 800 km south of the city of XXXX, Italy in the northwest of the country where the claimants formerly lived, and where they believe KO to be living at this point. I find that the IFA test fails on the first prong of the test, in that the proposed IFA locations will not be safe for the claimants, and that KO would likely be able to find them should they return to Italy and attempt to relocate.\n[66] The principal claimant and the 18-year-old associated claimant testified about the social media use of the associated claimant and the eldest minor claimant who is 16 years old. The principal claimant noted that she was not well versed with technology and social media, and that she knew her daughters used social media, but she did not know a great deal about their presence online. The associated claimant testified about how she and her sister use various social media applications such as Instagram, SnapChat and TikTok to communicate with their friends and that she sometimes posts photographs of herself with friends or out doing activities. She testified that she estimated that her 16-year-old sister uses social media a fair bit, and that she and her sister do not tell their mother, the principal claimant, about their online posts and social media use. I find that the testimony of principal and associated claimant is credible about the 18- and 16-year- old’s social media use: it did not appear to exaggerate their use of social media, and details came naturally and spontaneously to the claimants.\n[67] While the social media use of teenagers communicating online for social purposes may not involve political opinion or expression which is necessarily core to one’s human rights, I note that it has become a standard and prevalent way of obtaining information, socializing and starting and maintaining friendships and community networks for young people in society today. Generally, I find that requiring adults, and even young adults, to be cautious with social media use and to do so with heightened precautions and privacy settings, so that an agent of persecution would not be able to locate their whereabouts, would be a reasonable expectation with respect to IFA. However, in the particular circumstances of this claim, I note that with two teenagers ages 16 and 18, and a third daughter about to turn 10 years of age, and with the evidence that KO has already connected with his 16-year-old daughter through social media online for a period of time without the principal claimant knowing of it, that the circumstances before me in this claim are such that the principal claimant would not be able to monitor and control all the content that her daughters (the associated claimant, the 16- year-old claimant, and in the near future one of the other minor claimants) post online or in which they are “tagged” by others online.\n[68] I find that a consideration of reasonable precautions must be assessed in light of the claimants’ ages and maturity and the particular factual circumstances in this claim which include that the agent of persecution had contact with one of the minor claimants via social media without the principal claimant’s knowledge. Upon learning of that contact, the principal claimant had the minor claimant block KO, and that KO has changed his username on at least one occasion and attempted to again contact the claimants. For these teenage claimants, and in these particular circumstances, I find that the associated claimant’s and the minor claimants’ social media use is something that the principal claimant will not be able to fully control and that such social media use is one way in which their location could become known to KO. I also find, on a balance of probabilities, that KO has shown that he has the motivation and ability to reach the claimants online via social media and that in the future, he could find the claimants’ whereabouts from online content that is from or connected to the social media profiles and accounts of the associated claimant and the minor claimants.\n[69] Next, I have accepted that the principal claimant has credibly established, on balance of probabilities, her allegation that KO is involved with the Nigerian criminal gang, the Black Axe. The principal claimant acknowledged that KO never admitted his involvement in this group to her, but that she believed him to be involved in this group for several reasons, including that he would boast that he had “boys” he could use to kill anyone in Nigeria, that on one occasion she knew of he had paid someone to bring a car into Nigeria who then demanded more money and he sent his “boys” to Nigeria to deal with the matter. She also testified that KO had told her in Italy if anyone ever offended her to let him know, as he would send his “boys” to their house. The principal claimant testified that KO seemed to have many Nigerian friends and contacts in many different places in Italy and that he travelled frequently to see them.\n[70] I find that the claimants have also submitted reliable country conditions evidence as to the Black Axe criminal group’s presence and reach in Italy. Documentary sources describe that the Black Axe criminal group as one that employs brutal violence and has become trans-national, involved in crimes such as prostitution, international human trafficking and money laundering.92 Sources note that the Black Axe criminal group has a strong presence in Italy93 and is regarded as “quite powerful”94, with “cells throughout Italy”95 and to be operating in “many regions of the country”.96 Nigerian criminal networks in Italy are reported to have as many as 1,500 members across the country, and in some locations, they pay a cut to the Italian mafia to allow them to do business, and in other locations they encroach on Italian mafia territory and business.97 Italian police have attempted to curb the criminal activities of the Black Axe organization with arrests in 2016 of between 15-18 Black Axe leaders, and again in 2021, arresting 30 members.98\n[71] I have found the principal claimant credible in her testimony about why she believes KO is a part of, or affiliated with, this group. She testified that KO appeared to have many friends and connections throughout Italy and his friends were mainly Nigerian. She testified about how he would boast that he had “boys” who could take care of anyone who had offended her and that she saw that he would regularly speak with people she did not herself know from Rome, Turin, and Milan. She testified he used to visit Rome about twice a year and for Naples, he travelled there about once a year, but not always every year.\n[72] I find that KO’s affiliation with the Black Axe group means that he poses a heightened risk to the claimants. This heightened risk comes from his ability to call on others in the gang to do his bidding, including in searching for the claimants and reporting back if they are located in another place in Italy. The claimant testified that she believes that he has this power and ability to call his “boys” to locate her, and cause her and her daughters harm, just as he has called on such thugs to harm her mother in Nigeria in XXXX 2018. I also note the principal claimant’s testimony that her sister in XXXX, Italy saw KO at a bus stop there a few months ago, and he attempted to speak with her sister, but she was able to avoid him. I find on a balance of probabilities that KO continues to reside in XXXX Italy, and that his house arrest sentence is now completed.\n[73] Therefore, based on their particular circumstances, I find that the claimants would not be able to safely relocate within Italy and the IFA test fails on the first prong. I find that it is more likely than not that if the claimants were to move at a new location in Rome or Naples, it would become known to KO, through a combination of factors such as the associated claimant and minor claimants’ social media use, and\/or through his connections and ability to use other associates of the Black Axe criminal group to locate the claimants. I find that the serious shortcomings with respect to the Italian state’s response to violence against women and domestic violence specifically, compounded by systemic issues of racism, as set out above, mean that the claimants would not have adequate state protection in the IFA locations if they were located by KO in these locations, or anywhere else in Italy.\nNigeria\n[74] I also find that the claimants do not have a viable IFA in Nigeria. I proposed the large urban centre of Lagos, as a possible IFA location for the claimants. I have set out above my reasons for finding that KO continues to have a strong motivation to locate the claimants, including in Nigeria. The principal claimant testified about KO’s ability to locate her in Lagos, stating that his brother who works as a driver for a rich and well-known traditional chief of Edo state, travels throughout Nigeria with this man and could use such connections to find her. She testified that through either his brother or through his connections with the Black Axe gang, he would be able to learn of their whereabouts in Lagos. She also testified that she and KO had many mutual friends and friends of each of their families who are in Lagos, and that KO knows her eider sister’s address in Lagos having been there many times before. She believes that her sister would resist in telling KO her whereabouts, but that their network of mutual acquaintances would be susceptible to providing information about her whereabouts for payment by KO, who she testified would return to Nigeria and flaunt and spend his Euros.\n[75] The principal claimant acknowledged in testimony that this eider sister in Lagos supports FGM, and that she believes that this sister at least condoned another eider sister who was behind having FGM performed on her eldest daughter, the associated claimant, when they visited Nigeria when the associated claimant was about four years old. Residing with this sister in Lagos would therefore not be something that the principal claimant could do without risking the safety of the minor claimants.\n[76] I have set out, above, my reasons for finding that KO has the continuing motivation to locate and harm the claimants. I have found the principal claimant credible in her testimony about how acquaintances in Nigeria have told her that KO has recently been there, angrily asking about her. I find on a balance of probabilities that he has completed his sentence from 2018 for assaulting the principal claimant and that he is someone with the ability and desire to return to Nigeria, including that he has the financial resources to do so.\n[77] I find that the claimants’ personal circumstances and the particular background of KO also contribute to his ability to locate the claimants in Lagos, and that the claimants would face a serious possibility of persecution in Lagos, as well as throughout Nigeria. These personal circumstances are relevant to both prongs of the IFA test, and I find that in considering them, the first prong of the test fails. First, I note the possibility about KO being able to determine their location via the associated claimant’s and the minor claimants’ social media use, for the reasons I have already set out above.\n[78] Secondly, the principal claimant is a single mother to four female children ranging in age from 5 years old to 18 years old and she would be returning to a new city where she does not have the amount of familiarity and support network as she did in the area where she grew up and where her mother and other siblings (but for the one eider sister in Lagos and another sister in Italy) live, Benin City in Edo state. She testified that the associated claimant and the minor claimants do not speak any local languages, and that the associated claimant and the next eldest, 16-year-old XXXX, speak English and Italian, whereas the younger two minor claimants now only speak English. The principal claimant testified that the associated claimant and minor claimants will be easily identifiable as people of Nigerian descent who have lived abroad for quite some time, as the girls speak English in a particular way and have a European mentality with respect to things such as a personal safety and everyday understandings of customs. The principal claimant noted that her four daughters have only ever visited Nigeria a handful of times (fewer occasions for the younger minor claimants), and that they grew up as Italian Europeans, and now as Canadians since mid-2018. This makes them very unfamiliar with Nigerian ways of life, and this would make them stand out as foreigners and increase their vulnerability. She also testified that she also is less familiar with the Nigeria of today, having moved to Italy in 1997 to work at the age of 21 and resided there since that time, only returning to Nigeria herself for a few visits over the years, although she is more familiar than her daughters are with the country.\n[79] I find that given these personal characteristics and circumstances, that these particular claimants will likely be more visible amongst neighbours and the community in a new location such as Lagos, and that the principal claimant would likely need to call upon one of their mutual friends for help and support in Lagos if they were to attempt to relocate there. In this situation, I find that KO would likely be able to locate them through his family and network of acquaintances in Nigeria or through his associates with the Black Axe criminal group. Sources describe that the Black Axe criminal group has a presence in Lagos99, with one source noting it has a national reach and that “[i]n each community, these groups have leaders that [are] as ruthless as their coordinators at the state and national levels.”100\n[80] I find that while the situation with respect to state protection for women and girls facing violence from a former intimate partner may be better in Lagos than the rest of the country, since in Lagos some sources note that there are improving attitudes amongst the community in not condoning or accepting domestic violence, and that the police in Lagos were better trained to deal with domestic violence and had a more responsive attitude with a dedicated gender desk to receive domestic violence complaints,101 I find that the bulk of the country conditions evidence for Nigeria indicates that adequate state protection would not be available for the claimants in Lagos. The serious problems with police corruption and ineffectiveness in Nigeria mean that KO could use his financial resources and connections in Nigeria to bribe the police anywhere, including Lagos. I find that the weight of the documentary evidence before me does not support a finding that conditions in Lagos with respect to the treatment of women, and with respect to police effectiveness, are different to the extent that it would render state protection adequate in Lagos, given their personal circumstances, and the particular factors involved in their claim. For these reasons, I find that the claimants do not have a viable IFA in Lagos, or anywhere else in Nigeria.\nCONCLUSION\n[81] Based on the above analysis, I determine that the claimants are Convention refugees pursuant to section 96 of IRPA. I therefore accept their claims.\n(signed) Melinda Gayda\nApril 29, 2022\n1 Immigration and Refugee Protection Act, S.C. 2001, c. 27, as amended, sections 96 and 97(1)\n2 Refugee Protection Division Rules, (“RPD Rules”), SOR\/2012-256, Rule 55\n3 Guideline on Women Refugee Claimants Fearing Gender-Related Persecution: Guidelines Issued by the Chairperson pursuant to section 65(3) of the Immigration Act, IRB, Ottawa, March 9, 1993, Update: November 1996, as continued in effect by the Chairperson on June 28, 2002 pursuant to section 159(l)(h) of the Immigration and Refugee Protection Act.\n4 Exhibit 6, pages 46-52\n5 Exhibit 1, Package of information from the CBSA on referral of refugee claim.\n6 Exhibit 3, National Documentation Package for Italy (September 29, 2021), Item 2.1, Italy- Country Reports on Human Rights Practices for 2020, United States, Department of State, 30 March 2021, page 14.\n7 Exhibit 7, For Italy’s Abused Women, a Legal Labyrinth Compounds the Wounds, New York Times, Gala Pianigiani, 11 August 2018, page 11.\n8 Exhibit 7, Ibid, page 11.\n9 Exhibit 14, Italy draws up plan to fight violence against women, Wanted in Rome, November 24, 2021, pages 323- 324;- Exhibit 12, Italy Survey reveals shocking attitudes towards violence against women, Wanted in Rome, November 25, 2021, page 303; Domestic violence against women escalating in Italy, independent Australia, June 3, 2021, Francesco Bertolucci, page 308.\n10 Exhibit 4, National Documentation Package for Nigeria (November 30, 2021 version) Item 5.3: Domestic violence, including legislation; protection and support services offered to victims (2016-November 2019). Immigration and Refugee Board of Canada. 14 November 2019. NGA106360.E.\n11 Exhibit 4, Item 2.1, Nigeria: Country Reports on Human Rights Practices for 2020, United States Department of State, 30 March 2021, page 34.\n12 Exhibit 4, Item 5.3, pages 5-7.\n13 Exhibits 8 and 9, What’s App screenshot of messages and transcribed voicemail from friend in Nigeria; Exhibit 15, transcribed voicemail from other mutual acquaintance in Nigeria.\n14 Exhibit 4, Item 7.24: The Black Axe confraternity, also known as the Neo-Black Movement of Africa, including their rituals, oaths of secrecy, and use of symbols or particular signs; whether they use force to recruit individuals (2009-November 2012), Immigration and Refugee Board of Canada, 3 December 2012, NGA104208.E, page 2.\n15 Exhibit 7, The Black Axe, Harper’s Magazine, September 1, 2019, pages 59-65; Mississauga man gets 15-year sentence for fraud scheme involving Black Axe organization, The Globe and Mail, October 31, 2019, page 68; Shadowy Black Axe group leaves trail of tattered lives, The Globe and Mail, November 12, 2015, page 69-74; Italian cops try to stop a sex trafficking gang called Black Axe, NPR, May 16, 2018; pages 77-79.\n16 Exhibit 12, The ultra-violent cut that became a global mafia, The BBC World Service, December 13, 2021, pages 264-269; Black-Axe: Leaked documents shine spotlight on secretive Nigerian gang, The BBC World Service, December 13, 2021, pages 270-271\n17 Exhibit 4, Item 5.39, Update to NGA200625 on prevalence of female genital mutilation\/cutting (FGM\/C), including ethnic groups in which FGM\/C is prevalent; ability of parents to refuse FGM\/C for their daughter; consequences for refusal; state protection and support …, Immigration and Refugee Board of Canada, 26 October 2021, NGA200790.E;, Item 5.16, Country Policy and Information Note. Nigeria: Female Genital Mutilation (FGM), Version 2.0. United Kingdom Home Office, August 2019, sections 4.8.4.\n18 Exhibit 3, Item 5.39, pages 4-5.\n19 Exhibit 4, Item 5.16, Country Policy and Information Note. Nigeria: Female Genital Mutilation (FGM), Version\n2.0. United Kingdom Home Office, August 2019, sections 4.8.4.\n20 Exhibit 4, Item 5.13, RIRNGAJ04392.E, 29 April 2013 and Item 10.8, RIR NGA105659.E, 14 November 2016,\npage 2\n21 Exhibit 2, BOC Form, Question 5 Family Members.\n22 Exhibit 6, page 53.\n23 Exhibit 4, Item 5.39, RIR NGA200790.E, October 26, 2021 and Item 5.22, Country Profile: FGM in Nigeria, 28 Too Many, October 2016 [listed as November 2017 in the NDP Index]\n24 Exhibit 4, Item 5.39, pages 13-14.\n25 Exhibit 4, Item 5.39, RI R NGA200790. E, October 26, 2021, page 8.\n26 Exhibit 4, Item 5.39, page 12\n27 Exhibit 4, Item 5.39, page 12\n28 Exhibit 4, Item 5.39, page 13\n29 Exhibit 4, Item 5.39, page 11\n30 Exhibit 4, Item 5.39, page 11\n31 Exhibit 6, pages 12-17, Judgement of the Italian Court, XXXX 2018; and page 9, Public prosecutor’s documents note the sentence as “XXXX XXXX XXXX” and that the final sentence of judgment was passed on XXXX, 2017. The Judgement in the original Italian notes at page 14 the date of “XXXX 2017”, and “XXXX XXXX XXXX XXXX XXXX XXXX”, the “XXXX XXXX XXXX XXXX XXXX”.\n32 Exhibit 6, page 5-11- Italian Public Prosecution documents, Measures for Enforcement of Concurrent Penalties, January 26, 2018\n33 Exhibit 6, page 10.\n34 Exhibit 2, para. 27.\n35 Exhibit 1, Documents provided by principal claimant at the airport to the CBSA.\n36 Exhibit 3, NDP for Italy, Item 13.3, Report of mission to Italy on racial discrimination, with a focus on incitement to racial hatred and discrimination, Office of the United Nations High Commissioner for Human Rights, 1 February 2019, page 9 (para 34)\n37 Exhibit 3, Ibid, pages 12-14\n38 Exhibit 12, Italy: Racist and xenophobic crimes by type 2020, Statista, November 16, 2021, page 307\n39 Exhibit 12, Black Italian actress describes racist messages on live TV, ABC News, February 3, 2022, page 299, How Populist Scaremongering Unleashed a Wave of Anti-Black Racism in Italy, Vice, May 29, 2021, pages 311- 312; Exhibit 14, Italy on edge as neo-fascists stir violence, EU Observer, October 15, 2021, pages 392-393; Italian police accused of racism over viral video of arrests in Milan, Euro News, June 30, 2021, pages 396-397, Racial profiling in Italy: A debate not yet begun, Institute of Race Relations, May 19, 2021, pages 398-399; Exhibit 3, Item 2.4, Italy. World Report 2021: Events of 2020, Human Rights Watch, January 2021.\n40 Exhibit 14, Verona fans banned for racist chants after appalling banner, Toronto Star, March 15, 2022, page 391,\n41 Exhibit 12, More than half of Italians in poll say racist acts are justifiable, The Guardian, November 12, 2019, page 319.\n42 Exhibit 3, Item 13.2, Report of the Working Group of Experts on People of African Descent on its mission to Italy, United Nations Human Right Council, 12 August 2016, A\/HRC\/33\/61\/Add. l, page 8 (para. 36)\n43 Ibid.\n44 Ibid., page 10 (para. 50).\n45 Ibid., page 8 (para. 39).\n46 Ibid.\n47 Exhibit 3, Item 5.3: GREV\/O Baseline Evaluation Report Italy, Council of Europe, Group of Experts on Action against Violence against Women and Domestic Violence, 13 January 2020, GREVIO\/lnf (2019)18, page 9.\n48 Exhibit 3, Item 5.3, Ibid., page 6; also Exhibit 14, excerpts of same report, pages 332-349; Item 2.1, Italy­ Country Reports on Human Rights Practices for 2020, United States, Department of State, 30 March 2021, pages 13- 14; Item 5.1, Italy. Social Institutions and Gender Index 2019, Organisation for Economic Co-operation and Development, 7 December 2018, pages 4-5\n49 Exhibit 3, Item 5.3, GREVIO Baseline Evaluation Report Italy, pages 6, 11-15, 22-25.\n50 Exhibit 3, Item 2.1, Italy- Country Reports on Human Rights Practices for 2020, United States, Department of State, 30 March 2021, page 14.\n51 Exhibit 7, For Italy’s Abused Women, a Legal Labyrinth Compounds the Wounds, New York Times, Gala Pianigiani, 11 August 2018, pages 11-12.\n52 Exhibit 3, Item 5.1, Italy. Social Institutions and Gender Index 2019, Organisation for Economic Co-operation and Development, 7 December 2018, page 5.\n53 Exhibit 7, For Italy’s Abused Women, a Legal Labyrinth Compounds the Wounds, New York Times, Gala Pianigiani, 11 August 2018, pages 11-12.\n54 Exhibit 3, Item 5.3: GREVIO Baseline Evaluation Report Italy, Council of Europe, Group of Experts on Action against Violence against Women and Domestic Violence, 13 January 2020, GREVIO\/Inf(2019)18; also Exhibit 14, excerpts of same report, pages 332-349.\n55 Exhibit 7, News Analysis: Italy’s new domestic violence law fills legislative gaps, without cutting problem at its roots, Xinhuanet, July 20, 2019, Alessandra Cardone, page 2; Exhibit 3, Item 5.3, pages 73-75.\n56 Exhibit 3, Item 5.3, page 73, para. 235.\n57 Exhibit 3, Item 5.3, page 73, para. 235.\n58 Exhibit 3, Item 5.3, page 73 para. 237\n59 Exhibit 3, Item 5.3, page 73, para. 237.\n60 Exhibit 3, Item 5.3, page 73, para. 237.\n61 Exhibit 3, Item 5.3, page 71, para. 228.\n62 Exhibit 3, Item 5.3, page 71, para. 228.\n63 Exhibit 3, Item 5.3, page 71, para. 228.\n64 Exhibit 7, Talpis v. Italy 41237114, European Court of Human Rights, Judgment: March 2, 2017, page 16.\n65 Exhibit 12, Enduring a brutal assault by a taxi driver, Canadian woman becomes the face of violence against women in Italy, The Toronto Star, January 18, 2022, Rosie DiManno, pages 301-302.\n66 Exhibit 7, Stop using “hurt feelings” to justify men who murder women, Italy’s Prime Minister tells judges,\nIndependent, March 15, 2019, page 3;\n67 Exhibit 7, Ibid., page 3.\n68 Exhibit 7, Italian women ‘s groups fear law change will hurt domestic violence victims, The Guardian, September 19, 2018, Angela Guiffride, page 10\n69 Exhibit 7, For Italy’s Abused Women, a Legal Labyrinth Compounds the Wounds, New York Times, Gala Pianigiani, 11 August 2018, page 12.\n70 Exhibit 14, Italian protests over men cleared of rape because woman ‘too masculine’, The Guardian, March 11, 2019, Anglea Guiffride, page 352.\n71 Exhibit 12, Italy Survey reveals shocking attitudes towards violence against women, Wanted in Rome, November 25, 2021, page 303; Domestic violence against women escalating in Italy, Independent Australia, June 3, 2021, Francesco Bertolucci, page 308.\n72 Ibid., page 12\n73 Exhibit 3, Item 5.3: GREV\/O Baseline Evaluation Report Italy, Council of Europe, Group of Experts on Action against Violence against Women and Domestic Violence, 13 January 2020, GREVIO\/lnf (2019)18, paras. 145-148.\n74 Exhibit 4, Item 5.3, Domestic violence, including legislation; protection and support services offered to victims (2016-November 2019), Immigration and Refugee Board of Canada., 14 November 2019, NGA 106360.E, p. 13.\n75 Exhibit 4, Item 2.1 page 34.\n76 Exhibit 4, Item 5.3, pages 12-13.\n77 Ibid., pages 14-15.\n78 Ibid., p. 8.\n79 Ibid., pages 7-8.\n80 Ibid., p. 9.\n81 Exhibit 4, Item 5.22, Country Profile: FGM in Nigeria, 28 Too Many, October 2016 [listed as November 2017 in the NDP Index], pages 4, 8 and Appendix II; Item 5.3, pp. 11-12.\n82 Exhibit 4, Item 5.2: Nigeria: The Law and FGM, 28 Too Many, June 2018; Item 5.16, Country Policy and Information Note. Nigeria: Female Genital Mutilation (FGM)- Version 2.0, United Kingdom Home Office, August 2019.\n83 Exhibit 4, Item 5.16, page 37.\n84 Exhibit 4, Item 10.8, Availability and effectiveness of state and police response in bath urban and rural areas of southern Nigeria, for people who refuse to participate in ritual practices (2014-October 2016), Immigration and Refugee Board of Canada, 14 November 2016, NGA105659.E, pages 3-4.\n85 Exhibit 4, Item 5.16, page 35.\n86 Exhibit 4, Item 5.2: Nigeria: The Law and FGM, 28 Too Many, June 2018, pages 6 and 8.\n87 Exhibit 4, Item 2.1, pages 30-31.\n88 Exhibit 4, Item 5.3., pp. 15-16; Item 10.2, Governance, Accountability, and Security in Nigeria, Africa Center for Strategic Studies, Oluwakemi Okenyodo, 21 June 2016.\n89 Exhibit 4, Item 10.2\n90 Exhibit 6, Screenshots of KO’s messages and attempts to call the principal claimant, under different names and the principal claimant’s blocking of KO on social media and What’s App, pages 86-94.\n91 Exhibit 8, Screenshot of friend’s messages about KO’s contact with him; Exhibit 9, Transcribed Voicemail from mutual acquaintance in Nigeria, page 147 [Audio of this voicemail played at the first sitting of this claim]; Exhibit 18, Transcribed Voicemail from other acquaintance in Nigeria, page 108.\n92 Exhibit 4, Item 7.2, Nigeria: COI Compilation on Human Trafficking, Austrian Red Cross, Austrian Centre for\nCountry of Origin and Asylum Research and Documentation, December 20 I 7; Exhibit 7, The Black Axe, Harper’s Magazine, September 1, 2019, pages 59-65; Mississauga man gets 15-year sentence for fraud scheme involving Black Axe organization, The Globe and Mail, October 31, 20 I 9, page 68; Shadowy Black Axe group leaves trail of tattered lives, The Globe and Mail, November 12, 2015, page 69-74; Italian cops try to stop a sex trafficking gang called Black Axe, NPR, May 16, 2018; pages 77-79; Exhibit I 2, The ultra-violent cut that became a global mafia, The BBC World Service, December 13, 2021, pages 264-269; Black-Axe: Leaked documents shine spotlight on secretive Nigerian gang, The BBC World Service, December 13, 2021, pages 270-271.\n93 Exhibit 7, Nigerian cults protected by government high level members: Gangsters recruited by candidates to manipulate voting, il Gatto Quotidiano, Mario Portanova, November 17, 2018, page 67.\n94 Exhibit 7, Italian cops try to stop a sex trafficking gang called Black Axe, NPR, May 16, 2018, page 78.\n95 Exhibit 4, Item 7.2, Nigeria: COI Compilation on Human Trafficking, Austrian Red Cross, Austrian Centre for Country of Origin and Asylum Research and Documentation, December 2017, page 5.\n96 Exhibit 12, Italian police arrest alleged Nigerian Black Axe mafia members over trafficking, The Guardian, January 19, 2022, Lorenzo Tondo, page 300.\n97 Exhibit 7, Ibid., page 78.\n98 Exhibit 7, Italian caps try to stop a sex trafficking gang called Black Axe, NPR, May 16, 2018, page 78; Exhibit I 2, Italian police arrest alleged Nigerian Black Axe mafia members over trafficking, The Guardian, January I 9, 2022, Lorenzo Tondo, page 300.\n99 Exhibit 4, Item 7.24, pages 6-7.\n100 Exhibit 7, Nigerian cults protected by government high level members: Gangsters recruited by candidates to manipulate voting, il Gatto Quotidiano, Mario Portanova, November 17, 2018, page 66.\n101 Exhibit 4, Item 5.3, pages 5-6, 15.\n",
        "other":{
            "country":"Nigeria",
            "case_type":"PSG: Gender Based Violence",
            "member":"M. Gayda"
        }
    }
]